Repository: 84000/data-translation-memory
Catalog: Toh_244-Proper_Dharma_Conduct-v2.tmx
Source language: bo
Languages: en

source: སྤྱོད་པ་གསལ་བ་ལ་ཡང་སྣང་བ་ཞེས་བྱ་བ་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་དང་འདྲེ་བར་བྱ་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Manifesting intelligible conduct’ means blending with the phenomena of childish ordinary beings. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་ལམ་ལས་གཟུར་བར་གྱིས་ཤིག །
en: “Therefore, noble sons, avoid the path.

source: ལམ་གོལ་བ་ན་ཡང་སྣང་བར་གྱིས་ཤིག །
en: When the path is lost, illuminate.

source: ཡང་དག་པའི་ལམ་ཡང་མ་དོར་ཅིག །
en: Do not reject the authentic path.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལམ་ལས་འཛུར་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas avoid the path?

source: ཇི་ལྟར་ན་ལམ་གོལ་བ་ན་ཡང་གདའ་བ་ལགས།
en: How do they illuminate when the path is lost?

source: ཇི་ལྟར་ན་ཡང་དག་པའི་ལམ་མི་འདོར་བ་ལགས།
en: How do they not reject the authentic path?”

source: བཀའ་སྩལ་པ། ལམ་ལས་འཛུར་བ་ཞེས་བྱ་བ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ལམ་ལས་འབྱོལ་བའོ། །
en: The Blessed One said, “ ‘Avoiding the path’ means turning away from the paths of the hearers and the solitary buddhas.

source: ལམ་གོལ་བ་ན་སྣང་བ་ནི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་རོ། །
en: They ‘illuminate when the path is lost’ in order to mature sentient beings.

source: ཡང་དག་པའི་ལམ་མི་འདོར་བ་ནི་འདི་ལྟ་སྟེ། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་ལམ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Not rejecting the authentic path’ refers to the path of the six perfections. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་ཕྱིར་མི་ལྡོག་པའི་གོ་ཆ་ཡང་བགོ་བར་གྱིས་ཤིག །
en: “Therefore, noble sons, don the armor of non-regression.

source: ཐམས་ཅད་ལས་ཀྱང་ཕྱིར་ལྡོག་པར་གྱིས་ཤིག །
en: Turn away from everything.

source: ཕྱིར་ལོག་ནས་ཀྱང་སྒྲོལ་ཅིག །
en: Be free after having turned away.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཕྱིར་མི་ལྡོག་པའི་གོ་ཆ་བགོས་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas don the armor of non-regression?

source: ཇི་ལྟར་ན་ཐམས་ཅད་ལས་ཕྱིར་ལྡོག་པ་ལགས།
en: How do they turn away from everything?

source: ཇི་ལྟར་ན་ཕྱིར་ལྡོག་ནས་སྒྲོལ་བ་ལགས།
en: How are they free after having turned away?”

source: བཀའ་སྩལ་པ། ཕྱིར་མི་ལྡོག་པའི་གོ་ཆ་བགོས་ཞེས་བྱ་བ་ནི་ཆོས་དང་འཐུན་པའི་དམ་བཅས་པ་ལ་གནས་པའོ། །
en: The Blessed One said, “ ‘Donning the armor of non-regression’ means observing vows that are in accord with the Dharma.

source: ཐམས་ཅད་ལས་ཕྱིར་ལྡོག་པ་ནི་ཆོས་དང་མི་ལྡན་པའི་དམ་བཅས་པ་ལས་ལྡོག་པའོ། །
en: ‘Turning away from everything’ means turning away from vows that are not endowed with the Dharma.

source: ཕྱིར་ལོག་པ་ནས་སྒྲོལ་བ་ནི་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་ཀྱི་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Being free after having turned away’ means being free from all nonvirtuous qualities. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་འདུམ་པར་གྱིས་ཤིག །
en: “Therefore, noble sons, be united.

source: རྟག་ཏུ་དབྱེ་བར་གྱིས་ཤིག །
en: Always divide.

source: བརྟན་པར་གྱིས་ཤིག །
en: Be steadfast.

source: བློ་རྒོད་ཅིང་མི་རྒོད་པར་ཡང་གྱིས་ཤིག །
en: Be both agitated as well as not agitated.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་འདུམ་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas united?

source: ཇི་ལྟར་ན་རྟག་ཏུ་བྱེ་བ་ལགས།
en: How do they always divide?

source: ཇི་ལྟར་ན་བརྟན་པ་ལགས།
en: How are they steadfast?

source: ཇི་ལྟར་ན་བློ་རྒོད་ཅིང་མི་རྒོད་པ་ལགས།
en: How are they both agitated and not agitated?”

source: བཀའ་སྩལ་པ། འདུམ་པ་ཞེས་བྱ་བ་ནི་བདུད་ཟིལ་གྱིས་མནན་པའི་ཕྱིར་རོ། །
en: The Blessed One said, “They are ‘united’ in order to overcome māras.

source: རྟག་ཏུ་བྱེ་བ་ནི་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་ཅིང་མི་གནས་པའི་སེམས་གཞན་དང་གཞན་ཤེས་པའོ། །
en: ‘Always dividing’ means knowing that a continuous succession is different from the non-abiding mind.

source: བརྟན་པ་ནི་བསྒྲུབ་པ་ལའོ། །
en: ‘Steadfast’ means being steadfast in accomplishment.

source: བློ་རྒོད་ཅིང་མི་རྒོད་པ་ནི་དགེ་བའི་ཆོས་གཞན་དང་གཞན་ལ་དམིགས་པའི་ཕྱིར་ཏེ་དེ་ནི་ཚུལ་ལོ། །
en: They are ‘both agitated and not agitated’ in order to observe the different virtuous qualities. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་རྗེས་སུ་ཆགས་པར་ཡང་གྱིས་ཤིག །
en: “Therefore, noble sons, be affectionate.

source: རྟག་ཏུ་ཞེ་འགྲས་པར་ཡང་གྱིས་ཤིག །
en: Always be hostile.

source: ཡུན་རིང་པོར་ལྟ་བར་ཡང་གྱིས་ཤིག །
en: Look for a long time.

source: བྱས་པ་མི་གཟོ་བར་ཡང་གྱིས་ཤིག །
en: Do not respond in kind.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་རྗེས་སུ་ཆགས་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas affectionate?

source: ཇི་ལྟར་ན་རྟག་ཏུ་ཞེ་འགྲས་པ་ལགས།
en: How are they always hostile?

source: ཇི་ལྟར་ན་ཡུན་རིང་པོར་ལྟ་བ་ལགས།
en: How do they look for a long time?

source: ཇི་ལྟར་ན་བྱས་པ་མི་གཟོ་བ་ལགས།
en: How do they not respond in kind?”

source: བཀའ་སྩལ་པ། རྗེས་སུ་ཆགས་པ་ཞེས་བྱ་བ་ནི་ཐེག་པ་ཆེན་པོ་ལའོ། །
en: The Blessed One said, “ ‘Affectionate’ means being affectionate toward the Great Vehicle.

source: ཞེ་འགྲས་པ་ཞེས་བྱ་བ་ནི་ཐེག་པ་དམན་པ་ལའོ། །
en: ‘Hostile’ means being hostile to the lower vehicle.

source: ཡུན་རིང་པོར་ལྟ་བ་ནི་འཁོར་བ་ཡོངས་སུ་བཟུང་བའི་ཕྱིར་རོ། །
en: They ‘look for a long time’ in order to accept saṃsāra.

source: བྱས་པ་མི་གཟོ་བ་ནི་སྡིག་པ་བྱས་པ་རྣམས་ལ་ཕྱིར་ལན་མི་གློན་པ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Not responding in kind’ means not retaliating against those who commit evil acts. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་གཏོང་བ་ཡང་ཤིན་ཏུ་ཐོང་ཤིག །སེར་སྣ་ཅན་དུ་ཡང་གྱིས་ཤིག །
en: “Therefore, noble sons, on the one hand be very generous, and on the other hand be miserly.

source: འཛིན་པའི་སེམས་ཀྱང་མེད་པར་གྱིས་ཤིག །
en: Be free from a grasping attitude.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་གཏོང་བ་ཤིན་ཏུ་གཏང་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas very generous?

source: ཇི་ལྟར་ན་སེར་སྣ་ཅན་ལགས།
en: How are they miserly?

source: ཇི་ལྟར་ན་འཛིན་པའི་སེམས་མ་མཆིས་པ་ལགས།
en: How are they free from a grasping attitude?”

source: བཀའ་སྩལ་པ། གཏོང་བ་ཤིན་ཏུ་གཏང་བ་ནི་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མི་གཏང་བའི་ཕྱིར་སྦྱིན་པ་གཏང་བའོ། །
en: The Blessed One said, “ ‘Being very generous’ means being generous in order to not abandon anyone.

source: སེར་སྣ་ཅན་དུ་བྱ་བ་ནི་སྣོད་དུ་མ་གྱུར་པ་རྣམས་ལའོ། །
en: ‘Being miserly’ means being miserly to those who are not proper recipients.

source: འཛིན་པ་མེད་པའི་སེམས་སུ་བྱ་བ་ནི་ཆོས་ལ་སློབ་དཔོན་གྱི་དཔེ་མཁྱུད་མེད་པའི་ཕྱིར་ཏེ་དེ་ནི་ཚུལ་ལོ། །
en: They are ‘free from a grasping attitude’ so that teachers are not stingy with the teachings. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་གང་དག་སྤངས་པ་དེ་དག་ནི་ཡོངས་སུ་ཟུང་ཤིག །
en: “Therefore, noble sons, accept those who have been abandoned.

source: གང་དག་ཡོངས་སུ་བཟུང་བ་དེ་དག་ནི་ཡལ་བར་ཞོག་ཤིག །
en: Disregard those who have been accepted.

source: ནད་པ་ལྟར་ཡང་གྱིས་ཤིག །
en: Act like a sick person.

source: ན་བ་རྣམས་ཀྱང་གསོས་ཤིག །
en: Cure the sick.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་གང་དག་སྤངས་པ་དེ་དག་ཡོངས་སུ་འཛིན་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas accept those who have been abandoned?

source: ཇི་ལྟར་ན་གང་དག་ཡོངས་སུ་བཟུང་བ་དེ་དག་ཡལ་བར་འཇོག་པ་ལགས།
en: How do they disregard those who have been accepted?

source: ཇི་ལྟར་ན་ནད་པ་ལྟ་བུར་གྱུར་པ་ལགས།
en: How do they act like a sick person?

source: ཇི་ལྟར་ན་ན་བ་རྣམས་ཀྱང་གསོ་བ་ལགས།
en: How do they cure the sick?”

source: བཀའ་སྩལ་པ། གང་དག་སྤངས་པ་དེ་དག་ཡོངས་སུ་གཟུང་བ་ནི་ལོག་པ་ཉིད་དུ་ངེས་པའི་སེམས་ཅན་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་སྤངས་པ་དེ་དག་བྱང་ཆུབ་སེམས་དཔས་ཡོངས་སུ་བཟུང་བར་བྱའོ། །
en: The Blessed One said, “ ‘Accepting those who have been abandoned’ means that bodhisattvas must accept those beings who are fixed in error and have been abandoned by all the buddhas.

source: གང་དག་ཡོངས་སུ་བཟུང་བ་དེ་དག་ཡལ་བར་གཞག་པ་ནི་སློབ་པ་དང་མི་སློབ་པ་ཐམས་ཅད་དོ། །
en: ‘Disregarding those who have been accepted’ means disregarding all those on the paths of training and no training.

source: ནད་པ་ལྟར་ཡང་བྱ་ཞིང་ན་བ་རྣམས་ཀྱང་གསོ་བར་བྱ་བ་ནི་བསམས་བཞིན་དུ་རྒ་བ་དང་ན་བ་བསྟན་ནས་སོ་སོའི་སྐྱེ་བོ་རྣམས་ལ་ཆོས་བསྟན་པ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Acting like a sick person and curing the sick’ means intentionally demonstrating old age and sickness and then teaching the Dharma to ordinary beings. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་བདུད་ཀྱི་ལས་རྣམས་ནི་འབར་བར་གྱིས་ཤིག །
en: “Therefore, noble sons, cause the works of Māra to blaze, and

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ནི་ཞི་བར་གྱིས་ཤིག །
en: pacify buddha qualities.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་བདུད་ཀྱི་ལས་རྣམས་ནི་འབར་བར་བགྱིད་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas cause the works of Māra to blaze?

source: ཇི་ལྟར་ན་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ནི་ཞི་བར་བགྱིད་པ་ལགས།
en: How do they pacify buddha qualities?”

source: བཀའ་སྩལ་པ། བདུད་ཀྱི་ལས་འབར་བར་བྱེད་པ་ནི་དགེ་བའི་ཆོས་ལ་བརྩོན་པ་རྣམས་ལའོ། །
en: The Blessed One said, “ ‘Causing the works of Māra to blaze’ means striving for virtuous qualities.

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཞི་བར་བྱེད་པ་ནི་ཆོས་ཐམས་ཅད་ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པ་མེད་པར་སྦྱོར་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Pacifying buddha qualities’ means engaging with all phenomena while free from afflictions and secondary afflictions. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་བདུད་རྣམས་དང་ནི་འཐབ་པར་གྱིས་ཤིག །
en: “Therefore, noble sons, fight with the māras and

source: སྟོན་པ་ནི་མ་ཚོལ་ཅིག །
en: do not investigate the teacher.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་བདུད་དང་འཐབ་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas fight with the māras?

source: ཇི་ལྟར་ན་སྟོན་པ་མི་ཚོལ་བ་ལགས།
en: How do they not investigate the teacher?”

source: བཀའ་སྩལ་པ། བདུད་དང་འཐབ་པར་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་དག་གང་གི་ཚེ་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དེའི་ཚེ་བར་ཆད་བྱ་བའི་ཕྱིར་བདུད་བརྩོན་པར་བྱེད་པ་ནའོ། །
en: The Blessed One said, “They ‘fight with the māras’ because the māras work hard to create obstacles when bodhisattvas ripen sentient beings.

source: སྟོན་པ་མི་ཚོལ་བ་ནི་དགེ་བའི་ཆོས་ཐམས་ཅད་དང་ལྡན་པ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: They ‘do not investigate the teacher’ because he is endowed with all virtuous qualities. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་གང་དག་ཉན་ཐོས་ཀྱིས་སྨད་པར་བྱ་བ་དེ་ཁྱེད་ཀྱིས་མ་སྨད་ཅིག །
en: “Therefore, noble sons, do not slander what the hearers slander, and

source: གང་ལ་ཉན་ཐོས་མངོན་པར་དགའ་བ་དེ་ལ་ཁྱེད་དགའ་བར་མ་བྱེད་ཅིག །
en: do not have fondness for what the hearers are fond of.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་གང་དག་ཉན་ཐོས་ཀྱིས་སྨད་པར་བགྱི་བ་དེ་དག་ལ་མི་དམོད་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas not slander what the hearers slander?

source: ཇི་ལྟར་ན་གང་ལ་ཉན་ཐོས་དགའ་བ་དེ་ལ་མི་དགའ་བ་ལགས།
en: And how do they not have fondness for what the hearers are fond of?”

source: བཀའ་སྩལ་པ། ཉན་ཐོས་ནི་སྐྱེ་བའི་གནས་རྣམས་ལ་སྨོད་དེ། དེ་དག་ཁྱེད་ཀྱིས་སྨད་པར་མི་བྱའོ། །
en: The Blessed One said, “Hearers slander the modes of birth, but you should not slander them.

source: ཉན་ཐོས་ནི་རང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ལ་མངོན་པར་དགའ་ན་དེ་ལ་ཁྱེད་ཀྱིས་མངོན་པར་དགའ་བར་མི་བྱ་སྟེ། དེ་ནི་ཚུལ་ལོ། །
en: Hearers find pleasure in their personal nirvāṇa, but you should not find pleasure in that. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་འཇིག་རྟེན་ན་གནས་པར་གྱིས་ཤིག །
en: “Therefore, noble sons, abide in the world.

source: འཇིག་རྟེན་གྱི་ཆོས་རྣམས་མྱོང་བར་གྱིས་ཤིག །
en: Experience the phenomena of the world.

source: འཇིག་རྟེན་གྱིས་ཀྱང་མ་གོས་པར་གྱིས་ཤིག །
en: Moreover, be unstained by the world, and

source: འཇིག་རྟེན་ན་ཐོགས་པ་རྣམས་ཀྱང་སྒྲོལ་ཅིག །
en: free those who are bound in the world.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་འཇིག་རྟེན་ན་གནས་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas abide in the world?

source: ཇི་ལྟར་ན་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་མྱོང་བ་ལགས།
en: How do they experience the phenomena of the world?

source: ཇི་ལྟར་ན་འཇིག་རྟེན་གྱིས་མི་གོས་པ་ལགས།
en: How are they unstained by the world?

source: ཇི་ལྟར་ན་འཇིག་རྟེན་དུ་ཐོགས་པ་སྒྲོལ་བ་ལགས།
en: How do they free those who are bound in the world?”

source: བཀའ་སྩལ་པ། འཇིག་རྟེན་ན་གནས་པར་བྱ་བ་ནི་འདོད་པ་དང་། གཟུགས་དང་། གཟུགས་མེད་པ་རྣམས་སུའོ། །
en: The Blessed One said, “ ‘Abiding in the world’ means abiding in the desire realm, the form realm, and the formless realm.

source: འཇིག་རྟེན་གྱི་ཆོས་རྣམས་མྱང་བར་བྱ་བ་ནི་འཇིག་རྟེན་གྱི་ཆོས་བརྒྱད་པོ་དག་གོ། །
en: ‘Experiencing the phenomena of the world’ means experiencing the eight worldly concerns.

source: འཇིག་རྟེན་གྱིས་མི་གོས་པར་བྱ་བ་ནི་བདེ་བ་དང་སྡུག་བསྔལ་གྱིས་མི་བསྐྱོད་པའི་ཕྱིར་རོ། །
en: ‘Being unstained by the world’ means being unmoved by happiness and suffering.

source: འཇིག་རྟེན་དུ་ཐོགས་པ་བསྒྲལ་བ་ནི་ཁམས་གསུམ་གྱི་བཙོན་ར་ནས་འདོན་པ་སྟེ། དེ་ནི་ཚུལ་ལོ། །
en: ‘Freeing those who are bound in the world’ means releasing those who are in the prison of the three realms. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་ཡང་བར་གྱིས་ཤིག །
en: “Therefore, noble sons, be light,

source: ལྕི་བར་གྱིས་ཤིག །
en: be heavy,

source: སྡུག་བསྔལ་བར་གྱིས་ཤིག །
en: suffer, and

source: བདེ་བར་གྱིས་ཤིག །
en: be happy.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཡང་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas light?

source: ཇི་ལྟར་ན་ལྕི་བ་ལགས།
en: How are they heavy?

source: ཇི་ལྟར་ན་སྡུག་བསྔལ་བ་ལགས།
en: How do they suffer?

source: ཇི་ལྟར་ན་བདེ་བ་ལགས།
en: How are they happy?”

source: བཀའ་སྩལ་པ། ཡང་བ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བྱ་བ་ཅི་ཡོད་པ་ལ་སྙིང་ལས་སུ་བྱེད་པའོ། །
en: The Blessed One said, “ ‘Being light’ means worrying about the actions of all sentient beings.

source: ལྕི་བ་ནི་ཡི་དམ་ལ་བརྟན་པའོ། །
en: ‘Being heavy’ means being firm in their vows.

source: སྡུག་བསྔལ་བར་བྱ་བ་ནི་མི་འཐུན་པའི་གཉེན་པོ་རྣམས་ལའོ། །
en: They ‘suffer’ because they engage in unpleasant antidotes.

source: བདེ་བར་བྱ་བ་ནི་བསོད་ནམས་བྱས་པའི་ཕྱིར་ཏེ།
en: They are ‘happy’ because they have produced merit.

source: དེ་ནི་ཚུལ་ལོ། །
en: That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་མི་སྣང་བར་ཡང་གྱིས་ཤིག །
en: “Therefore, noble sons, be invisible.

source: ཐམས་ཅད་དུ་སྣང་བར་ཡང་གྱིས་ཤིག །
en: Appear everywhere.

source: བྱོལ་བར་བྱ་བ་རྣམས་ལ་ནི་བྱོལ་ཅིག །
en: Avoid mistakes.

source: བསྡད་པར་བྱ་བ་རྣམས་ལ་ནི་སྡོད་ཅིག །
en: Do what remains to be done.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་མི་གདའ་བ་ཡང་ལགས།
en: %The bodhisattvas asked, “Blessed One, how are bodhisattvas invisible?

source: ཇི་ལྟར་ན་ཐམས་ཅད་དུ་གདའ་བ་ཡང་ལགས།
en: %How do they appear everywhere?

source: ཇི་ལྟར་ན་བྱོལ་བར་བགྱི་བ་རྣམས་ལ་བྱོལ་བ་ལགས།
en: How do they avoid mistakes?

source: ཇི་ལྟར་ན་བསྡད་པར་བགྱི་བ་རྣམས་ལ་སྡོད་པར་བགྱིད་པ་ལགས།
en: How do they do what remains to be done?”

source: བཀའ་སྩལ་པ། མི་སྣང་བར་བྱ་བ་ནི་ལྟུང་བ་དང་འཁྲུལ་པ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པར་བྱ་བའོ། །
en: The Blessed One said, “ ‘Being invisible’ means having transcended all downfalls and mistakes.

source: ཐམས་ཅད་དུ་སྣང་བར་ཡང་བྱ་བ་ནི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཡང་དག་པར་བསྒྲུབ་པའི་ཕྱིར་རོ། །
en: ‘Appearing everywhere’ means accomplishing the factors that are in harmony with awakening.

source: བྱོལ་བར་བྱ་བ་རྣམས་ལས་འབྱོལ་བ་ནི་འཐབ་མོ་དང་རྩོད་པ་རྣམས་ལས་སོ། །
en: ‘Avoiding mistakes’ means avoiding strife and dispute.

source: བསྡད་པར་བྱ་བ་རྣམས་ལ་སྡོད་པ་ནི་སེམས་ཅན་ཚོགས་པར་བྱ་བའི་ཕྱིར་ཏེ་
en: ‘Doing what remains to be done’ means gathering sentient beings.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་མ་བྱས་པ་རྣམས་ལའང་གནས་པར་གྱིས་ཤིག །བྱས་པ་རྣམས་ལའང་གནས་པར་གྱིས་ཤིག །
en: “Therefore, noble sons, on the one hand dwell on what has not been done, and on the other hand dwell on what has been done.

source: བྱས་པ་དང་མ་བྱས་པ་རྣམས་ལའང་སེམས་མཉམ་པར་གྱིས་ཤིག །
en: Have impartial minds with regard to both what has and has not been done.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མ་བགྱིས་པ་རྣམས་ལའང་གནས་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas dwell on what has not been done?

source: ཇི་ལྟར་ན་བགྱིས་པ་རྣམས་ལའང་གནས་པ་ལགས།
en: How do they dwell on what has been done?

source: ཇི་ལྟར་ན་བགྱིས་པ་དང་མ་བགྱིས་པ་རྣམས་ལའང་སེམས་མཉམ་པ་ལགས།
en: How do they have impartial minds with regard to both what has and has not been done?”

source: བཀའ་སྩལ་པ། མ་བྱས་པ་རྣམས་ལ་གནས་པ་ནི་དགེ་བའི་རྩ་བ་ཡང་དག་པར་བསྒྲུབ་པའི་ཕྱིར་རོ། །
en: The Blessed One said, “They ‘dwell on what has not been done’ in order to accomplish the roots of virtue.

source: བྱས་པ་རྣམས་ལ་གནས་པ་ནི་དགེ་བའི་རྩ་བ་བྱས་པ་དེའི་གོང་མའི་ཆོས་དང་སྦྱར་བར་བྱ་བའི་ཕྱིར་རོ། །
en: They ‘dwell on what has been done’ in order to reach the higher qualities of the roots of virtue that have been performed.

source: བྱས་པ་དང་མ་བྱས་པ་རྣམས་ལ་སེམས་མཉམ་པར་བྱ་བ་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། ཚུལ་ཁྲིམས་འཆལ་པ་རྣམས་ལ་བྱེ་བྲག་མེད་པའི་འདུ་ཤེས་སུ་བྱ་བ་སྟེ་
en: ‘Having impartial minds with regard to both what has and has not been done’ means making no distinction between those who observe discipline and those who have faulty discipline.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་སྙིང་པོ་མེད་པ་ལས་ཀྱང་སྙིང་པོ་ཚོལ་ཅིག །
en: “Therefore, noble sons, strive for what has an essence instead of what has no essence.

source: སྙིང་པོ་ལ་ཡང་སྙིང་པོ་མེད་པའི་འདུ་ཤེས་སྐྱེད་ཅིག །
en: Give rise to the notion that the essence has no essence.

source: སྙིང་པོ་དང་སྙིང་པོ་མེད་པ་ལ་ཡང་སྤྱོད་ཅིག །
en: Experience what both has an essence and has no essence.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སྙིང་པོ་མ་མཆིས་པ་ལ་སྙིང་པོ་ཚོལ་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas strive for what has an essence instead of what has no essence?

source: ཇི་ལྟར་ན་སྙིང་པོ་ལ་སྙིང་པོ་མ་མཆིས་པར་འདུ་ཤེས་བསྐྱེད་པ་ལགས།
en: How do they give rise to the notion that the essence has no essence?

source: ཇི་ལྟར་ན་སྙིང་པོ་དང་སྙིང་པོ་མ་མཆིས་པ་ལ་སྤྱོད་པ་ལགས།
en: How do they experience what both has an essence and has no essence?”

source: བཀའ་སྩལ་པ། སྙིང་པོ་མེད་ཅེས་བྱ་བ་ནི་ལུས་དང་། སྲོག་དང་། ལོངས་སྤྱོད་རྣམས་ཏེ།
en: The Blessed One said, “ ‘What has no essence’ means the body, life force, and possessions.

source: དེ་ལས་དམ་པའི་ཆོས་ཡོངས་སུ་རྫོགས་པར་བྱ་བས་སྙིང་པོ་བཙལ་བའོ། །
en: Instead of striving for that, they strive for what has an essence by perfecting the sacred Dharma.

source: སྙིང་པོ་ཞེས་བྱ་བ་ནི་འདུས་མ་བྱས་ཏེ།
en: ‘Essence’ means the uncompounded.

source: སངས་རྒྱས་ཀྱི་ཆོས་ལ་གཟུད་པའི་ཕྱིར་དེ་ལ་སྙིང་པོ་མ་ཡིན་པའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ། །
en: In order to apprehend the qualities of buddhahood, one must give rise to the notion that they are without essence.

source: སྙིང་པོ་དང་སྙིང་པོ་མ་ཡིན་པ་ལ་སྤྱོད་པ་ནི་འདུས་བྱས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་ལ་བློ་གཏང་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Experiencing what both has an essence and has no essence’ means abandoning the idea of both compounded and uncompounded phenomena. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་དམ་བཅས་པ་ནི་ཉམས་པར་གྱིས་ཤིག །
en: “Therefore, noble sons, break your vows.

source: ཚུལ་ཁྲིམས་ནི་མ་ཉམས་པར་གྱིས་ཤིག །
en: Maintain unimpaired discipline.

source: ཚུལ་ཁྲིམས་འཆལ་པ་རྣམས་ལ་ནི་ལྟོས་ཤིག །
en: Pay attention to those who have faulty discipline.

source: ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ལ་ནི་ཡལ་བར་ཞོག་ཅིག །
en: Disregard those who are disciplined.”

source: གསོལ་པ། །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དམ་བཅས་པ་ཉམས་པར་བགྱིད་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas break their vows?

source: ཇི་ལྟར་ན་ཚུལ་ཁྲིམས་མ་ཉམས་པ་ལགས།
en: How do they maintain unimpaired discipline?

source: ཇི་ལྟར་ན་ཚུལ་ཁྲིམས་འཆལ་པ་རྣམས་ལ་ལྟ་བ་ལགས།
en: How do they pay attention to those who have faulty discipline?

source: ཇི་ལྟར་ན་ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ལ་ཡལ་བར་གཞོག་པ་ལགས།
en: How do they disregard those who are disciplined?”

source: བཀའ་སྩལ་པ། དམ་བཅས་པ་ཉམས་པར་བྱ་བ་ནི་དགེ་བའི་རྩ་བ་གོང་མ་དང་གོང་མ་ལ་ལྷག་པར་དམིགས་པའི་ཕྱིར་རོ། །
en: The Blessed One said, They “break their vows’ in order to aim for higher roots of virtue.

source: ཚུལ་ཁྲིམས་མ་ཉམས་པར་བྱ་བ་ནི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་ལྷག་པར་དམིགས་པའི་ཕྱིར་རོ། །
en: They ‘maintain unimpaired discipline’ in order to aim for the mind of awakening.

source: ཚུལ་ཁྲིམས་འཆལ་པ་རྣམས་ལ་ལྟ་བ་ནི་ཚུལ་ཁྲིམས་ལ་སྦྱར་བའི་ཕྱིར་རོ། །
en: They ‘pay attention to those who have faulty discipline’ in order to connect them with discipline.

source: ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ལ་ཡལ་བར་གཞག་པ་ནི་བྱ་བ་བྱས་པའི་ཕྱིར་ཏེ་དེ་ནི་ཚུལ་ལོ། །
en: They ‘disregard those who are disciplined’ because their work is done. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་གཞན་གྱི་ནོར་ལ་དགའ་བར་གྱིས་ཤིག །
en: “Therefore, noble sons, delight in the wealth of others,

source: རང་གི་ནོར་ནི་ཡོངས་སུ་ཐོང་ཅིག །
en: give away your own wealth, and

source: ཉེ་བར་གནས་པར་གྱིས་ཤིག །
en: be present.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་གཞན་གྱི་ནོར་ལ་དགའ་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas delight in the wealth of others?

source: ཇི་ལྟར་ན་རང་གི་ནོར་ཡོངས་སུ་གཏོང་བ་ལགས།
en: How do they give away their own wealth?

source: ཇི་ལྟར་ན་ཉེ་བར་གནས་པ་ལགས།
en: How are they present?

source: བཀའ་སྩལ་པ། གཞན་གྱི་ནོར་ལ་མངོན་པར་དགའ་བ་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསོད་ནམས་ལ་རྗེས་སུ་ཡི་རང་བར་བྱའོ། །
en: The Blessed One said, “ ‘Delighting in the wealth of others’ means rejoicing in the merit of all bodhisattvas, hearers, and solitary buddhas, as well as that of all sentient beings.

source: རང་གི་ནོར་ཡོངས་སུ་གཏང་བ་ནི་རང་གི་དགེ་བའི་རྩ་བ་རྣམས་སེམས་ཅན་ཐམས་ཅད་ལ་ཡོངས་སུ་གཏང་བར་བྱའོ། །
en: ‘Giving away one’s own wealth’ means giving one’s own roots of virtue to all beings.

source: ཉེ་བར་གནས་པར་བྱ་བ་ནི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་བསྔོ་བའི་ཕྱིར་ཏེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Being present’ refers to the dedication to awakening. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་མཆོག་ཏུ་ཕྱིན་པར་ཡང་གྱིས་ཤིག །སེམས་དམའ་བར་ཡང་གྱིས་ཤིག །
en: “Therefore, noble sons, on the one hand be splendorous, and on the other hand be humble.

source: ལེ་ལོ་ཅན་དུའང་གྱིས་ཤིག །རྟག་ཏུ་བརྩོན་པར་ཡང་གྱིས་ཤིག །
en: On the one hand be lazy, and on the other hand always persevere.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མཆོག་ཏུ་ཕྱིན་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas splendorous?

source: ཇི་ལྟར་ན་སེམས་དམའ་བ་ལགས།
en: How are they humble?

source: ཇི་ལྟར་ན་ལེ་ལོ་ཅན་ལགས།
en: How are they lazy?

source: ཇི་ལྟར་ན་རྟག་ཏུ་བརྩོན་པ་ལགས།
en: How do they always persevere?”

source: བཀའ་སྩལ་པ། མཆོག་ཏུ་ཕྱིན་པ་ནི་ཤེས་རབ་དང་ཡེ་ཤེས་ཀྱིས་སོ། །
en: The Blessed One said, “They are ‘splendorous’ due to insight and wisdom.

source: སེམས་དམའ་བ་ནི་ང་རྒྱལ་མེད་པའི་ཕྱིར་རོ། །
en: ‘Being humble’ means not having pride.

source: ལེ་ལོ་ཅན་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ས་འཐོབ་པར་བྱ་བ་ལའོ། །
en: ‘Being lazy’ refers to attaining the levels of the hearers and solitary buddhas.

source: རྟག་ཏུ་བརྩོན་པ་ནི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ལ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Always persevering’ means persevering in the perfections. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་མི་སྲུན་པར་ཡང་གྱིས་ཤིག །དུལ་བའི་ས་ལ་གནས་པར་ཡང་གྱིས་ཤིག །
en: “Therefore, noble sons, on the one hand be wrathful, and on the other hand be gentle.

source: འཇིགས་པར་ཡང་གྱིས་ཤིག །སེང་གེའི་རྩལ་གྱིས་རྣམ་པར་གནོན་པར་ཡང་གྱིས་ཤིག །
en: On the one hand be fearful, and on the other hand subdue with the force of a lion.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མི་སྲུན་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas wrathful?

source: ཇི་ལྟར་ན་དུལ་བའི་ས་ལ་གནས་པ་ལགས།
en: How are they gentle?

source: ཇི་ལྟར་ན་འཇིགས་པ་ལགས།
en: How are they fearful?

source: ཇི་ལྟར་ན་སེང་གེའི་རྩལ་གྱིས་རྣམ་པར་གནོན་པ་ལགས།
en: How do they subdue with the force of a lion?”

source: བཀའ་སྩལ་པ། མི་སྲུན་པར་བྱ་བ་ནི་བདུད་ཐམས་ཅད་གདུལ་བའི་ཕྱིར་རོ། །
en: The Blessed One said, “They are ‘wrathful’ in order to tame all māras.

source: དུལ་བའི་ས་ལ་གནས་པ་ནི་སེམས་ཅན་ཅང་ཤེས་གདུལ་བའི་ཕྱིར་རོ། །
en: They are ‘gentle’ in order to tame beings of good origin.

source: འཇིགས་པར་བྱ་བ་ནི་སྡིག་པ་ཐམས་ཅད་ལས་སོ། །
en: ‘Being fearful’ means being fearful of any wrongdoing.
